export const pieData = {
  헬스용품: {
    total: {
      data: [49.2, 50.8],
      description:
        "남자가 여자보다 헬스 용품 검색비율이 1.6% 가량 높네요.\n지난 3년 간 1분기에 남자가 여자보다 헬스 장갑, 헬스 벨트, 헬스 스트랩과 같은 헬스 용품을 더 많이 검색했습니다.",
    },
    focus: {
      data: [50.1, 49.9],
      description:
        "지난 3년 간 1분기 중에서 헬스용품 검색량이 가장 많았던 때는 \n2023년 3월 6일이었습니다. 그때 남녀 간 검색비율을 보면, 여자가 남자보다 0.2% 높네요.",
    },
  },
  런닝: {
    total: {
      data: [50.1, 49.9],
      description:
        "여자가 남자보다 런닝 검색비율이 0.2% 가량 높네요.\n지난 3년 간 1분기에 여자가 남자보다 런닝화, 런닝자세와 \n같은 런닝 검색어를 더 많이 검색했습니다.",
    },
    focus: {
      data: [49.5, 50.5],
      description:
        "지난 3년 간 1분기 중에서 런닝 검색량이 가장 많았던 때는 \n2021년 3월 8일이었습니다. \n그때 남녀 간 검색비율을 보면, 남자가 여자보다 1% 높네요.",
    },
  },
  닭가슴살: {
    total: {
      data: [48.9, 51.1],
      description:
        "남자가 여자보다 닭가슴살 검색비율이 2.2% 가량 높네요.\n지난 3년 간 1분기에 남자가 여자보다 닭가슴살과 닭가슴살 판매 브랜드를 더 많이 검색했습니다.",
    },
    focus: {
      data: [49.6, 50.4],
      description:
        "지난 3년 간 1분기 중에서 닭가슴살 검색량이 가장 많았던 때는 \n2021년 3월 27일이었습니다. \n그때 남녀 간 검색비율을 보면, 남자가 여자보다 0.8% 높네요.",
    },
  },
  샐러드: {
    total: {
      data: [49.8, 50.2],
      description:
        "남자가 여자보다 샐러드 검색비율이 0.4% 가량 높네요.\n지난 3년 간 1분기에 남자가 여자보다 샐러드 및 양상추, 방울토마토와 같은 샐러드 재료를 더 많이 검색했습니다.",
    },
    focus: {
      data: [51.0, 49.0],
      description:
        "지난 3년 간 1분기 중에서 샐러드 검색량이 가장 많았던 때는 \n2023년 3월 30일이었습니다. \n그때 남녀 간 검색비율을 보면, 여자가 남자보다 2% 높네요.",
    },
  },
};

export const radarData = {
  contents: [
    "웨이트",
    "몸무게",
    "다이어트 보조제",
    "건강음료",
    "유산소",
    "근육",
    "단백질 보조제",
    "단백질",
  ],
  male_data: [
    78.63041000000001, 69.5675167037037, 61.625327259259265, 49.98361714814815,
    70.50803955555557, 69.79528055555555, 67.2382552962963, 59.05828822222222,
  ],
  female_data: [
    72.73425855555556, 74.0236612962963, 75.4886212962963, 56.210922,
    75.32138781481481, 70.23531585185185, 63.06644585185185, 65.04942962962961,
  ],
};
