export const lineData = {
  new: {
    "헬스 용품": {
      2021: [
        30.47, 34.82, 42.22, 41.87, 43.32, 54.23, 53.71, 49.07, 43.48, 40.45,
        39.01, 38.27,
      ],
      2022: [
        45.76, 49.07, 53.23, 55.12, 61.49, 61.86, 67.58, 70.79, 55.07, 49.08,
        49.5, 50.26,
      ],
      2023: [
        64.24, 70.54, 74.35, 66.15, 61.54, 59.62, 63.96, 64.8, 55.65, 45.76,
      ],
      description:
        "요즘 사람들이 헬스와 관련된 용품에 점점 더 많은 관심을 갖고 있어요. 특히 새해가 시작되면 많은 분들이 운동을 시작하려고 하죠. 1월에는 새해 결심으로 인해 헬스 용품 검색이 늘어나고, 이 추세는 2월, 3월에도 계속되어요. 2024년에도 이런 트렌드는 계속될 것 같아요. 사람들이 건강을 중요하게 생각하면서 헬스 용품에 대한 관심은 계속 커질 거예요!",
    },
    수영: {
      2021: [
        6.77, 8.34, 10.07, 9.3, 10.87, 18.52, 23.16, 19.75, 11.74, 11.94, 13.68,
        10.28,
      ],
      2022: [
        13.44, 13.18, 15.46, 24.01, 34.77, 52.06, 68.38, 62.85, 38.33, 34.16,
        33.79, 31.82,
      ],
      2023: [
        39.53, 39.3, 36.24, 36.27, 42.37, 53.76, 72.46, 65.23, 37.05, 25.66,
      ],
      description:
        "수영은 여름에 특히 인기가 많죠. 하지만 1월, 2월은 추운 겨울이라 수영에 대한 관심이 조금 줄어드는 시기예요. 그래도 3월이 되면서 날씨가 풀리기 시작하면서 사람들은 다시 수영에 관심을 갖기 시작하니 1분기에도 예의 주시 해야해요. 2024년에도 비슷하게 여름이면 수영에 대한 열기는 더욱 뜨거워질 거예요!",
    },
    근육: {
      2021: [
        21.52, 23.71, 28.85, 29.63, 29.99, 37.26, 38.33, 42.72, 47.3, 39.49,
        34.4, 30.63,
      ],
      2022: [
        34.38, 32.62, 35.84, 38.41, 41.72, 46.72, 49.9, 49.25, 47.19, 73.61,
        72.72, 54.19,
      ],
      2023: [
        59.94, 70.44, 72.49, 71.72, 72.87, 79.05, 78.72, 77.19, 67.39, 49.55,
      ],
      description:
        "근육에 대한 관심은 정말 대단해요. 1월에는 새해 결심으로 인해 운동을 시작하는 분들이 많아져서 근육에 대한 관심이 높아지죠. 2월과 3월에도 이런 추세는 이어져요. 2024년에도 사람들이 건강과 근육에 대한 관심이 더욱 커질 것으로 보여요. 건강한 몸을 만들기 위한 노력은 계속될 테니까요!",
    },
    현미밥: {
      2021: [
        33.7, 35.81, 44.29, 40.51, 39.93, 37.84, 40.29, 35.09, 28.67, 26.92,
        26.6, 23.59,
      ],
      2022: [
        29.04, 33.14, 33.49, 33.52, 36.81, 38.34, 41.21, 36.05, 37.16, 35.84,
        36.36, 31.52,
      ],
      2023: [
        43.52, 53.83, 49.13, 48.76, 45.23, 43.67, 44.5, 44.27, 39.31, 39.0,
      ],
      description:
        "건강한 식습관에 대한 관심이 커지면서 현미밥에 대한 관심도 늘어나고 있어요. 1월에는 새해 결심으로 인해 건강한 식습관을 시작하는 분들이 많죠. 2월과 3월에도 이런 추세는 계속되어요. 2024년에는 이런 관심이 더욱 커질 것으로 예상돼요. 건강에 좋은 식단에 대한 관심은 앞으로도 계속될 거예요!",
    },
  },
  old: {
    "다이어트 도시락": {
      2021: [
        40.43, 36.91, 49.24, 46.46, 42.12, 43.3, 41.89, 40.36, 31.36, 27.36,
        25.1, 21.99,
      ],
      2022: [
        29.02, 29.82, 29.85, 27.83, 27.08, 27.67, 28.92, 25.25, 20.62, 16.55,
        16.63, 13.89,
      ],
      2023: [
        19.77, 23.04, 25.44, 20.11, 19.17, 15.59, 14.6, 13.81, 11.39, 11.07,
      ],
      description:
        "2021년부터 2023년까지 다이어트 도시락에 대한 관심이 점차 줄어들고 있어요. 새해 결심을 하는 1월과 2월에도 이런 감소 추세가 뚜렷한데요, 아마도 사람들이 다양한 다이어트 방법을 탐색하면서 특정 다이어트 식품에 대한 관심이 줄어든 것 같아요. 2024년에는 이 추세가 이어질 가능성이 높아 보입니다.",
    },
    "다이어트 보조제": {
      2021: [
        31.24, 32.52, 35.34, 34.06, 34.28, 32.3, 30.65, 30.86, 25.74, 24.74,
        26.09, 23.37,
      ],
      2022: [
        28.8, 32.71, 32.02, 30.62, 31.38, 32.54, 33.06, 34.53, 27.51, 22.69,
        20.53, 17.58,
      ],
      2023: [
        25.06, 28.89, 27.66, 26.56, 24.56, 23.25, 23.06, 22.61, 17.81, 16.05,
      ],
      description:
        "다이어트 보조제에 대한 관심도 감소하고 있어요. 특히 건강에 대한 관심이 높아지면서, 사람들이 보다 자연스러운 방법으로 체중 관리를 하려는 경향이 생기면서 이런 변화가 나타난 것 같아요. 2024년에도 이런 패턴은 계속될 수 있겠죠.",
    },
    곤약면: {
      2021: [
        30.08, 26.21, 38.81, 42.17, 34.29, 37.92, 46.72, 35.55, 21.67, 16.89,
        14.36, 13.1,
      ],
      2022: [
        16.03, 16.62, 17.48, 19.25, 24.04, 28.81, 31.73, 20.77, 12.82, 10.51,
        10.47, 9.13,
      ],
      2023: [
        12.17, 14.05, 13.54, 14.47, 14.27, 15.53, 18.56, 15.59, 10.7, 7.69,
      ],
      description:
        "최근 몇 년간 곤약면에 대한 관심이 줄어든 것은 사람들이 단순히 칼로리를 줄이는 것보다는 영양가 있는 건강한 식단에 더 많은 관심을 기울이고 있기 때문일 수 있어요. 곤약면은 낮은 칼로리로 알려져 있지만, 영양면에서는 다른 건강식에 비해 상대적으로 부족할 수 있죠. 이런 변화는 건강에 대한 사람들의 인식이 단순히 체중 관리에서 건강한 식생활로 옮겨가고 있음을 보여줘요. 따라서 2024년에는 이런 추세가 계속되어 곤약면에 대한 관심이 더 줄어들 수 있겠네요.",
    },
    홈트레이닝: {
      2021: [
        15.61, 11.97, 12.44, 11.73, 10.93, 11.5, 15.38, 14.16, 9.46, 7.85, 7.38,
        7.27,
      ],
      2022: [
        8.77, 9.97, 9.33, 7.69, 8.36, 9.0, 9.04, 8.65, 7.09, 6.03, 6.03, 5.41,
      ],
      2023: [6.84, 7.32, 7.42, 6.75, 6.12, 6.31, 6.44, 6.0, 5.11, 4.47],
      description:
        "홈트레이닝은 코로나19로 인해 많은 사람들이 집에서 운동하는 데 관심을 가지면서 인기를 끌었어요. 하지만 코로나 이후 헬스장 규제가 완화되면서 다시 헬스장으로 돌아가는 사람들이 늘어나고 있어요. 그래서 홈트레이닝에 대한 관심이 점차 감소하고 있어요. 2024년에도 이런 추세는 계속될 가능성이 높아요.",
    },
  },
};

export const keywordData = {
  운동: {
    런닝: [3.585078, 3.255558, 2.242072, 2.833392, 3.446809, 4.515668],
    "맨몸 운동": [4.172934, 4.238751, 4.23654, 5.708304, 5.398419, 5.669424],
    "하체 운동": [2.944765, 3.228076, 3.033431, 4.211396, 4.179913, 4.229143],
    "상체 운동": [3.322307, 3.548491, 3.279728, 3.846716, 3.999471, 4.141327],
    웨이트: [5.056792, 5.590183, 5.016047, 5.632845, 5.936651, 6.419977],
    description:
      "24년도 1분기에 운동 트랜드에 대해 알아보아요! 가장 핫한 키워드는 “웨이트”에요! 웨이트 트레이닝은 꾸준히 높은 관심을 받고 있어요. 그렇지만 '맨몸 운동'의 인기가 1분기에 눈에 띄게 높아져요. 겨울철에는 추운 날씨로 인해 실외 활동이 줄어들고, 사람들이 실내에서 할 수 있는 운동에 더 관심을 갖는 것으로 볼 수 있어요. 그래서 집에서 간편하게 할 수 있는 맨몸 운동이 인기를 끌 수 있어요! 또한, “상체 운동”, “하체 운동” 키워드도 높은 관심을 보이고 있어요. 많은 사람들이 운동 루틴에도 꾸준히 관심을 가지고 있는 것으로 보여요. “런닝'에 대한 관심은 추운 날씨로 인해 겨울철에 다소 줄어드는 것으로 보여요. 그렇지만 봄이 되면서 날씨가 따뜻해지면, 다시 런닝에 대한 관심이 증가할 거예요. 이런 경향성으로 볼 때, 이번 2024년 1분기에 어떤 키워드들이 인기를 끌지 더 자세히 알아보러 가볼까요?",
  },
  식단: {
    건강식: [2.411317, 2.420931, 2.130659, 2.598667, 3.080274, 3.11842],
    "다이어트 보조제": [
      1.478083, 1.46379, 1.254523, 1.695094, 1.834882, 1.910296,
    ],
    단백질: [5.288292, 5.304434, 4.478303, 6.191525, 6.799634, 7.452689],
    샐러드: [6.373998, 5.806943, 5.030813, 5.989866, 6.497983, 7.788401],
    "제로 음료": [
      0.8267327, 0.8641498, 0.8527077, 1.077574, 1.221919, 1.166496,
    ],
    description:
      "요즘 사람들이 단백질과 샐러드에 대해 정말 관심이 많은 것 같아요. 반면에 그런데 다이어트 보조제나 도시락 같은 제품들은 상대적으로 검색량이 낮아지고 있어요. 1분기를 더 들여다 보면, 우선 새해가 시작되면서 사람들의 건강에 대한 관심이 급증하는 경향이 있어요. 많은 사람들이 새해 결심으로 건강을 개선하거나 체중을 감량하려는 목표를 세우잖아요. 그래서 이 시기에 건강식, 특히 단백질과 샐러드 같은 키워드의 검색량이 높게 나타나는 걸 볼 수 있어요. 운동과 함께 건강한 식단을 찾는 사람들이 많은 것 같아요. 또한, 1분기는 겨울에서 봄으로 넘어가는 시기이기도 해요. 이 때는 날씨가 변화하면서 사람들의 식습관이나 생활 방식에도 변화가 생겨요. 예를 들어, 겨울철에는 따뜻한 음료를 선호하는 경향이 있지만, 봄이 다가오면서 제로 음료 같은 가벼운 음료에 대한 관심도 서서히 증가해요. 한편, 다이어트 보조제나 다이어트 도시락과 같은 제품들의 검색량은 1분기에도 상대적으로 낮은 편이에요. 이는 사람들이 보다 자연스러운 식단 조절과 운동을 통한 체중 관리를 선호한다는 것을 보여줄 수 있어요. 아마도 사람들이 더 지속 가능하고 건강한 방법을 찾고 있는 것 같아요! 이런 경향성으로 볼 때, 이번 2024년 1분기에 어떤 키워드들이 인기를 끌지 더 자세히 알아보러 가볼까요?",
  },
};
