export const keywordData = {
    운동: {
        런닝: [3.585078, 3.255558, 2.242072, 2.833392, 3.446809, 4.515668],
        맨몸 운동: [4.172934, 4.238751, 4.23654, 5.708304, 5.398419, 5.669424],
        하체 운동: [2.944765, 3.228076, 3.033431, 4.211396, 4.179913, 4.229143],
        상체 운동: [3.322307, 3.548491, 3.279728, 3.846716, 3.999471, 4.141327], 
        웨이트: [5.056792, 5.590183, 5.016047, 5.632845, 5.936651, 6.419977], 
        description: "24년도 1분기에 운동 트랜드에 대해 알아보아요! 가장 핫한 키워드는 “웨이트”에요! 웨이트 트레이닝은 꾸준히 높은 관심을 받고 있어요. 그렇지만 '맨몸 운동'의 인기가 1분기에 눈에 띄게 높아져요. 겨울철에는 추운 날씨로 인해 실외 활동이 줄어들고, 사람들이 실내에서 할 수 있는 운동에 더 관심을 갖는 것으로 볼 수 있어요. 그래서 집에서 간편하게 할 수 있는 맨몸 운동이 인기를 끌 수 있어요! 또한, “상체 운동”, “하체 운동” 키워드도 높은 관심을 보이고 있어요. 많은 사람들이 운동 루틴에도 꾸준히 관심을 가지고 있는 것으로 보여요. “런닝'에 대한 관심은 추운 날씨로 인해 겨울철에 다소 줄어드는 것으로 보여요. 그렇지만 봄이 되면서 날씨가 따뜻해지면, 다시 런닝에 대한 관심이 증가할 거예요. 이런 경향성으로 볼 때, 이번 2024년 1분기에 어떤 키워드들이 인기를 끌지 더 자세히 알아보러 가볼까요?"
    }, 
    식단: {
        건강식: [
            2.411317,
            2.420931,
            2.130659,
            2.598667,
            3.080274,
            3.11842
        ],
        다이어트 보조제: [
            1.478083,
            1.46379,
            1.254523,
            1.695094,
            1.834882,
            1.910296
        ],
        단백질: [
            5.288292,
            5.304434,
            4.478303,
            6.191525,
            6.799634,
            7.452689
        ],
        샐러드: [
            6.373998,
            5.806943,
            5.030813,
            5.989866,
            6.497983,
            7.788401
        ],
        제로 음료: [
            0.8267327,
            0.8641498,
            0.8527077,
            1.077574,
            1.221919,
            1.166496
        ],
        description: "요즘 사람들이 단백질과 샐러드에 대해 정말 관심이 많은 것 같아요. 반면에 그런데 다이어트 보조제나 도시락 같은 제품들은 상대적으로 검색량이 낮아지고 있어요. 1분기를 더 들여다 보면, 우선 새해가 시작되면서 사람들의 건강에 대한 관심이 급증하는 경향이 있어요. 많은 사람들이 새해 결심으로 건강을 개선하거나 체중을 감량하려는 목표를 세우잖아요. 그래서 이 시기에 건강식, 특히 단백질과 샐러드 같은 키워드의 검색량이 높게 나타나는 걸 볼 수 있어요. 운동과 함께 건강한 식단을 찾는 사람들이 많은 것 같아요. 또한, 1분기는 겨울에서 봄으로 넘어가는 시기이기도 해요. 이 때는 날씨가 변화하면서 사람들의 식습관이나 생활 방식에도 변화가 생겨요. 예를 들어, 겨울철에는 따뜻한 음료를 선호하는 경향이 있지만, 봄이 다가오면서 제로 음료 같은 가벼운 음료에 대한 관심도 서서히 증가해요. 한편, 다이어트 보조제나 다이어트 도시락과 같은 제품들의 검색량은 1분기에도 상대적으로 낮은 편이에요. 이는 사람들이 보다 자연스러운 식단 조절과 운동을 통한 체중 관리를 선호한다는 것을 보여줄 수 있어요. 아마도 사람들이 더 지속 가능하고 건강한 방법을 찾고 있는 것 같아요! 이런 경향성으로 볼 때, 이번 2024년 1분기에 어떤 키워드들이 인기를 끌지 더 자세히 알아보러 가볼까요?"
    },
};